<template>
  <div>
    <nav class="breadcrumb">
      <ol id="breadcrumbs">
        <li><a href="#" class="breedcrumbs-link">Журнал</a></li>
        <li><a href="#" class="breedcrumbs-link">Статьи</a></li>
        <li>
          <a href="#" class="active"
            >Бенуа — идеолог новой художественной эпохи</a
          >
        </li>
      </ol>
    </nav>

    <div class="container">
      <div class="painting">
        <img src="@/assets/img/benua/artwork1.png" alt="Первая картина" />
      </div>
      <h1 class="title">Бенуа — идеолог новой художественной эпохи</h1>
      <div class="quote">
        <div class="quote-text">
          «Этот образованный и чуткий человек всегда обладал, кроме того, одним
          качеством — страстью к педагогической деятельности. Он, будучи ещё
          совсем молодым человеком, невольно и беспрерывно «вwоспитывал» в своих
          верных собеседниках ту настоящую любовь к искусству, которою он
          непрестанно живёт до сих пор»
        </div>
        <div class="quote-author">
          Сергей Павлович Дягилев об Александре Николаевиче Бенуа.
        </div>
      </div>

      <div class="galery">
        <div class="biography">
          <p>
            В Петербурге в семье профессора архитектуры Николая Леонтьевича
            Бенуа и Камиллы Альбертовны Кавос 3 мая 1870 года родился сын —
            Александр Бенуа, которому было уготовано судьбою множество
            замечательных свершений.
          </p>
        </div>
        <div class="biography">
          <p>
            Семейная родословная Бенуа начинается с Никола Дени Бенуа, простого
            хлебопашца. Сын Никола, который приходился прадедом Александру
            Бенуа, получил образование самостоятельно и открыл школу, в которой
            получили образование пятеро его детей. Младший сын Никола, который
            приходился дедом будущему художнику, Луи-Жюль Бенуа, не смог принять
            революционных событий во Франции и в 1794 году приехал в Россию.
          </p>
        </div>

        <div class="artwork">
          <img src="@/assets/img/benua/artwork2.png" alt="Пример работы 2" />
          <p class="artwork-link">
            Источник: google.com. Александр Николаевич Бенуа. «Прогулки в любую
            погоду» (из серии «Последние прогулки короля»). 1896 — 1898 год.
          </p>
        </div>
        <div class="biography">
          <p>
            Обосновавшись в Петербурге дед художника стал метрдотелем при дворе
            Павла I и женился на фрейлине немецкого происхождения Екатерине
            Андреевне Гроппе. Луи Бенуа был зажиточным петербуржцем, имел два
            городских дома и воспитывал одиннадцать детей. Сын Луи Бенуа,
            получивший в России имя Николай Леонтьевич, был крестником
            вдовствующей императрицы Марии Фёдоровны и являлся автором многих
            построек Петербурга и железнодорожных станций.
          </p>
        </div>
        <div class="biography">
          <p>
            Интересна история рода Александра Бенуа и со стороны матери, корни
            которой уходили в венецианские семьи. Прапрадед будущего художника —
            Джованни Кавос, был директором венецианского театра Фениче. Прадед
            Александра Бенуа, сын Джованни Кавоса — Катарино Кавос, в конце
            XVIII столетия приехал в Петербург и руководил частью Императорских
            театров. Именно Катарино Кавос стал родоначальником русской
            <a href="#">оперы</a> и создал первый вариант «Ивана Сусанина».
          </p>
        </div>
        <div class="artwork">
          <img src="@/assets/img/benua/artwork3.png" alt="Пример работы 3" />
          <p class="artwork-link">
            Источник: google.com. Александр Николаевич Бенуа. «Кормление рыб»
            (из серии «Последние прогулки короля»). 1897 год.
          </p>
        </div>
        <div class="biography">
          <p>
            Дед Александра Бенуа — Альберт Катаринович Кавос — учился на
            математическом факультете Падуанского университета, окончив его с
            отличием стал архитектором. Альберт Кавос построил здания
            Мариинского театра в Петербурге и занимался восстановлением Большого
            театра в Москве. Однако, несмотря на столь одарённых предков, мать
            Александра Бенуа не унаследовала ни художественных, ни музыкальных
            талантов, что отнюдь не помешало ей гармонично развивать таланты
            будущего художника.
          </p>
        </div>
        <div class="biography">
          <p>
            Жажда творчества и знаний и художественная среда, с юных лет
            окружавшие Бенуа, помогли стать ему самобытным живописцем и
            талантливым историком искусства. С малых лет Александр Бенуа
            наблюдал за творчеством брата Альберта, писавшего акварелью.
            Семейство часто посещало пригороды Петербурга, дворцовые комплексы
            которого произвели неизгладимое впечатление на юного Бенуа.
          </p>
        </div>
        <div class="artwork">
          <img src="@/assets/img/benua/artwork4.png" alt="Пример работы 4" />
          <p class="artwork-link">
            Источник: google.com. Александр Николаевич Бенуа. Страница из
            «Азбуки в картинках Александра Бенуа». 1904 год.
          </p>
        </div>
        <div class="biography">
          <p>
            С детства Бенуа страстно увлёкся <a href="#">театром</a>. Страсть
            была настолько яркой и сильной, что переросла в крепкую любовь на
            всю жизнь. У мальчика были даже игрушечные наборы с декорациями и
            бумажными фигурками актёров, а бабушка по материнской линии
            привозила для внука из Венеции марионеток. Во взрослой жизни
            Александр Бенуа часто разрабатывал художественное оформление к
            спектаклям.
          </p>
        </div>
        <div class="biography">
          <p>
            В период с 1885 по 1890 года Александр учился в частной гимназии
            Карла Ивановича Мая, где подружился с будущими художником
            Константином Сомовым, музыкантом Вальтером Нувелем и критиком
            Дмитрием Философовым. В дальнейшем они организовали общество «Мир
            искусства». В 1887 году Александр Бенуа посещал Академию художеств,
            однако получаемые знания не удовлетворяли требований художника и он
            бросил обучение. Профессионально образование живописца великий
            художник так и не получил.
          </p>
        </div>
        <div class="artwork">
          <img src="@/assets/img/benua/artwork5.png" alt="Пример работы 5" />
          <p class="artwork-link">
            Источник: google.com. Александр Николаевич Бенуа. «У бассейна
            Цереры» (из серии «Последние прогулки короля»). 1897 год.
          </p>
        </div>
        <div class="biography">
          <p>
            В период с 1890 по 1894 года Бенуа учился на юридическом факультете
            Петербургского университета, а живописью занимался самостоятельно.
            Учителями юного художника были старший брат Альберт и французские
            художники XVIII столетия — Франсуа Буше, Антуан Ватто, Жан-Оноре
            Фрагонар. Александр Бенуа разработал свою собственную программу
            обучения — много упражнялся в рисовании с натуры, с головой
            погрузился в изучение истории живописи. Собственный план обучения
            полностью заменил систематическое обучение в Академии художеств.
            Более того, изучение живописи позволило в дальнейшем Бенуа встать у
            истоков отечественного искусствознания.
          </p>
        </div>
        <div class="biography">
          <p>
            В возрасте двадцати трёх лет в 1893 году Бенуа впервые принял
            участие в выставке «Общества акварелистов», а в 1894 году напечатал
            первый очерк о русском искусстве в мюнхенском издании «История
            живописи в XIX веке». Данным очерком он заявил о себе как о молодом
            талантливом специалисте в области искусствознания.
          </p>
        </div>
        <div class="artwork">
          <img src="@/assets/img/benua/artwork6.png" alt="Пример работы 6" />
          <p class="artwork-link">
            Источник: google.com. Александр Николаевич Бенуа. «Озеро Примель.
            Бретань.». 1905 год.
          </p>
        </div>
        <div class="biography">
          <p>
            В 1894 году Александр Бенуа женился на Анне Кинд, знакомство с
            которой произошло ещё в отроческие годы. Впервые с будущей женой
            Бенуа встретился в шестилетнем возрасте на свадьбе брата Альберта,
            который женился на старшей сестре Анны — Марии Кинд. Первое
            признание в любви Александр сделал на маскараде, когда ещё учился в
            гимназии, в шестнадцать лет. Однако спустя некоторое время Альберт
            Бенуа и Мария Кинд развелись, что охладило отношения между
            семействами и в итоге привело и к разрыву между Анной и Александром
            в 1889 году.
          </p>
        </div>
        <div class="biography">
          <p>
            Спустя два года роман между Анной и Бенуа возобновился, а в 1894
            году, сразу после окончания учёбы в университете, Александр женился
            на Анне. Любовь к жене Александр Бенуа пронёс через всю жизнь — до
            конца своих дней Анна Кинд оставалась для художника самой
            очаровательной женщиной в мире. В 1895 году у супругов родилась дочь
            Анна.
          </p>
        </div>
        <div class="biography">
          <p>
            В 1896 году Бенуа с женой и маленькой дочерью посетили Париж, после
            чего родилась серия акварелей «Последние прогулки короля». С этого
            момента начался творческий путь Александра Бенуа как
            художника-пейзажиста.
          </p>
        </div>
        <div class="artwork">
          <img src="@/assets/img/benua/artwork7.png" alt="Пример работы 7" />
          <p class="artwork-link">
            Источник: google.com. Александр Николаевич Бенуа. «Маскарад при
            Людовике XIV». 1898 год.
          </p>
        </div>
        <div class="biography">
          <p>
            Величественный памятник культуры ушедшей эпохи Версаль — хранитель
            дворцовых тайн и истории, произвёл на художника сильное впечатление.
            Тщательное изучение исторических материалов позволило художнику
            воссоздать придворный быт Версаля в живописи во всей его красе.
            Александр Бенуа создал акварели-ретроспективы, которые описывают
            события прошлого.
          </p>
        </div>
        <div class="biography">
          <p>
            Серия акварелей «Последние прогулки короля» пропитаны грустью и
            красноречиво повествуют зрителю о том, что яркий век молодости, силы
            и красоты короля Восходящего Солнца остался в прошлом. Данный цикл
            серийных работ художник передал в дар княгине Марии Клавдиевне
            Тенишевой, у которой он был хранителем частного художественного
            собрания.
          </p>
        </div>
        <div class="biography">
          <p>
            В 1898 году в Париже у четы Бенуа родилась вторая дочь — Елена,
            названная в честь одной из двоюродных тёток. Воспитывалась Елена на
            французский лад, за которым тщательно следила приставленная к Анне
            сиделка. В этом же году художник написал «Маскарад при Людовике XIV»
            — яркая, в какой-то мере сказочная работа, пропитанная особой
            выразительностью и мажорным настроением.
          </p>
        </div>
        <div class="artwork">
          <img src="@/assets/img/benua/artwork8.png" alt="Пример работы 8" />
          <p class="artwork-link">
            Источник: google.com. Александр Николаевич Бенуа. «Водный партер в
            Версале». 1905 год.
          </p>
        </div>
        <div class="biography">
          <p>
            В 1898 году произошло ещё одно важное событие — петербургская
            выставка произведений русских и финляндских художников. Организована
            выставка была обществом «Мир искусства» под руководством Александра
            Бенуа и Сергея Дягилева. Идея выставки заключалась в том, что
            участие в ней принимали молодые представители русской живописи,
            которые ненавидели рутину академизма, насаждаемого императорской
            Академией художеств. С другой стороны юные художники не жаждали
            никакой революции и с уважением относились к русской школе живописи.
          </p>
        </div>
        <div class="biography">
          <p>
            В 1899 году общество получило официальное название «Мир искусства»,
            а его идейным лидером стал Александр Бенуа, который также работал и
            над журналом общества. Мирискусники дали жизнь таким направлениям
            искусства, как книжная графика — оформление иллюстраций и
            сценография — оформление спектаклей. Кроме этого они изготовляли
            предметы мебели и другие объекты декоративно-прикладного искусства.
            Общество активно занималось изучением истории русского искусства,
            используя никем не рассматриваемые ранее материалы. На этом прервём
            повествование до следующего раза, когда расскажем о
            <a href="#">дальнейшем творчестве</a> и судьбе великого художника.
          </p>
        </div>
      </div>
      <div class="author">Автор: <a href="#">Журнал Тапиго</a></div>
    </div>
  </div>
</template>

<script>
export default {
  middleware: ["auth"],
};
</script>

<style scoped>
body {
  font-family: Arial, sans-serif;
  background-color: #f0f0f8;
  color: #414141;
  margin: 0;
  padding: 0;
}

.breadcrumb {
  max-width: 1024px;
  margin: 0 auto;
  padding: 10px;
  display: flex;
  align-items: center;
}
.breedcrumbs-link {
  font-size: 14px;
  color: #333;
}
.breadcrumb a {
  text-decoration: none;
}

#breadcrumbs {
  list-style: none;
  padding: 0 26px;
  margin: 0;
}

#breadcrumbs li {
  display: inline;
}

#breadcrumbs li + li:before {
  content: "/";
  padding: 0 2px;
}

.active {
  color: #1e1e1e;
}

.container {
  max-width: 1280px;
  margin: 0 auto;
  padding: 20px;
  display: flex;
  flex-direction: column;
  align-items: center;
}

.painting img {
  max-width: 100%;
  height: auto;
  margin-bottom: 8px;
}

.title {
  display: block;
  color: rgb(0, 0, 0);
  font-size: 34px;
  font-weight: 700;
  margin-bottom: 64px;
  text-align: center;
}
.quote {
  margin-bottom: 40px;
}

.quote-text {
  max-width: 768px;
  color: black;
  font-size: 20px;
  font-weight: 700;
  font-style: italic;
  text-align: center;
  line-height: 30px;
  margin-top: 2px;
  margin-bottom: 10px;
}

.quote-author {
  text-align: center;
  font-size: 14px;
  font-weight: 400;
}

.biography {
  text-align: left;
  margin-top: 2px;
  margin-bottom: 2px;
  max-width: 820px;
  font-size: 16px;
  font-weight: 500;
  line-height: 25px;
}

.galery {
  margin-top: 8px;
  display: flex;
  flex-direction: column;
  align-items: center;
}

.artwork {
  position: relative;
  margin-top: 14px;
  margin-bottom: 38px;
  text-align: center;
}

.artwork img {
  max-width: 100%;
  height: auto;
}

.artwork-link {
  font-size: 12px;
  position: absolute;
  bottom: -50px;
  width: 100%;
  text-align: center;
  padding: 12px;
}

.author {
  margin-top: 10px;
  font-size: 12px;
  font-style: italic;
}

a {
  color: rgb(53, 116, 253);
}

@media (max-width: 768px) {
  .title {
    font-size: 28px;
    font-weight: 800;
  }
  .biography {
    font-size: 14px;
  }
}
</style>
